const analong= [
    {
        id: 1,
        time: '2022/1/2',
        type: '其他',
        body: `我有一个特异功能( ・ิω・ิ)，
        就是我可以把我的眉毛摘下来，
        ( ・ิω・)ノิ摘下，
        ( ・ิω・ิ)安上， 
        ( ・ω・ิ)ノิ又摘下，
        ( ・ิω・ิ)再安上，
        ╰ิ( ・ω・)ノิ2边都摘下，
        ( ・ิω・ิ)嘿嘿，厉害吧！
        现在有没有开心一丢丢。没有的话，我的眉毛会难过的。借用一句话，“记住，每天保持微笑”(^ω^)第二天醒来，将是新的一天，就算你不快乐也不要皱眉，因为你永远不知道谁会爱上你的笑容，要勇敢面对未来，要接受经历过的过去和回忆，要勇敢说错话。遇见过去的人和事，要永远的去回忆，去反省，勇敢地去面对所有的事，没关系，你还有我们(*ﾟ∀ﾟ*)，你是最棒的`,
        name: '匿名'
    },
    {
        id: 2,
        time: '2022 / 2 / 3',
        type: '爱情',
        body: `暗恋相思表白热恋 遇见你，是我最美的邂逅。 莫失莫忘，不离不弃。 任凭弱水三千，我只取一瓢饮。 只要你需要，我就在这里。`,
        name: '匿名'
    }, {
        id: 3,
        time: '2022/1/2',
        type: '留言',
        body:`ikwnxziohnwoixnoiwjioxjiowjxiwj`,
        naem: '匿名'
    }, {
        id: 4,
        time: '2022/1/2',
        type: '其他',
        body: `我有一个特异功能( ・ิω・ิ)，
        就是我可以把我的眉毛摘下来，
        ( ・ิω・)ノิ摘下，
        ( ・ิω・ิ)安上， 
        ( ・ω・ิ)ノิ又摘下，
        ( ・ิω・ิ)再安上，
        ╰ิ( ・ω・)ノิ2边都摘下，
        ( ・ิω・ิ)嘿嘿，厉害吧！
        现在有没有开心一丢丢。没有的话，我的眉毛会难过的。借用一句话，“记住，每天保持微笑”(^ω^)第二天醒来，将是新的一天，就算你不快乐也不要皱眉，因为你永远不知道谁会爱上你的笑容，要勇敢面对未来，要接受经历过的过去和回忆，要勇敢说错话。遇见过去的人和事，要永远的去回忆，去反省，勇敢地去面对所有的事，没关系，你还有我们(*ﾟ∀ﾟ*)，你是最棒的`,
        name: '匿名'
    }, {
        id: 5,
        time: '2022/1/2',
        type: '其他',
        body: `我有一个特异功能( ・ิω・ิ)，
        就是我可以把我的眉毛摘下来，
        ( ・ิω・)ノิ摘下，
        ( ・ิω・ิ)安上， 
        ( ・ω・ิ)ノิ又摘下，
        ( ・ิω・ิ)再安上，
        ╰ิ( ・ω・)ノิ2边都摘下，
        ( ・ิω・ิ)嘿嘿，厉害吧！
        现在有没有开心一丢丢。没有的话，我的眉毛会难过的。借用一句话，“记住，每天保持微笑”(^ω^)第二天醒来，将是新的一天，就算你不快乐也不要皱眉，因为你永远不知道谁会爱上你的笑容，要勇敢面对未来，要接受经历过的过去和回忆，要勇敢说错话。遇见过去的人和事，要永远的去回忆，去反省，勇敢地去面对所有的事，没关系，你还有我们(*ﾟ∀ﾟ*)，你是最棒的`,
        name: '匿名'
    }, {
        id: 6,
        time: '2022/1/2',
        type: '其他',
        body: `我有一个特异功能( ・ิω・ิ)，
        就是我可以把我的眉毛摘下来，
        ( ・ิω・)ノิ摘下，
        ( ・ิω・ิ)安上， 
        ( ・ω・ิ)ノิ又摘下，
        ( ・ิω・ิ)再安上，
        ╰ิ( ・ω・)ノิ2边都摘下，
        ( ・ิω・ิ)嘿嘿，厉害吧！
        现在有没有开心一丢丢。没有的话，我的眉毛会难过的。借用一句话，“记住，每天保持微笑”(^ω^)第二天醒来，将是新的一天，就算你不快乐也不要皱眉，因为你永远不知道谁会爱上你的笑容，要勇敢面对未来，要接受经历过的过去和回忆，要勇敢说错话。遇见过去的人和事，要永远的去回忆，去反省，勇敢地去面对所有的事，没关系，你还有我们(*ﾟ∀ﾟ*)，你是最棒的`,
        name: '匿名'
    }, {
        id: 7,
        time: '2022/1/2',
        type: '其他',
        body: `我有一个特异功能( ・ิω・ิ)，
        就是我可以把我的眉毛摘下来，
        ( ・ิω・)ノิ摘下，
        ( ・ิω・ิ)安上， 
        ( ・ω・ิ)ノิ又摘下，
        ( ・ิω・ิ)再安上，
        ╰ิ( ・ω・)ノิ2边都摘下，
        ( ・ิω・ิ)嘿嘿，厉害吧！
        现在有没有开心一丢丢。没有的话，我的眉毛会难过的。借用一句话，“记住，每天保持微笑”(^ω^)第二天醒来，将是新的一天，就算你不快乐也不要皱眉，因为你永远不知道谁会爱上你的笑容，要勇敢面对未来，要接受经历过的过去和回忆，要勇敢说错话。遇见过去的人和事，要永远的去回忆，去反省，勇敢地去面对所有的事，没关系，你还有我们(*ﾟ∀ﾟ*)，你是最棒的`,
        name: '匿名'
    },

]

const tabs= [
    "全部",
    "留言",
    "目标",
    "爱情",
    "亲情",
    "友情",
    "秘密",
    "其他",
]

export default {
    analong,
    tabs
}